/*
0 чисел наоборот

Вывести на экран числа от 10 до 1, используя цикл while.
 */
public class Task2 {
    public static void main(String[] args) {
        int a = 10;

        while (a >= 1) {
            System.out.println(a);
            a--;
        }
    }
}
