/*
10 чисел

Вывести на экран числа от 1 до 10, используя цикл while.
 */
public class Task1 {
    public static void main(String[] args) {
        int a = 0;

        while (a < 10) {
            a++;
            System.out.println(a);
        }
    }
}
